{
    "resourceType": "Questionnaire",
    "id": "IPledgeRemsPatientEnrollmentCannotGetPregnant",
    "name": "IPledgeRemsPatientEnrollmentCannotGetPregnant",
    "title": "IPledge Rems Patient Enrollment (Cannot Get Pregnant)",
    "status": "draft",
    "subjectType": [
      "Patient"
    ],
    "date": "2020-05-20",
    "publisher": "Da Vinci DTR",
    "item": [
        {
            "linkId": "1",
            "type": "group",
            "text": "Determine Patient Category",
            "item": [
                {
                    "linkId": "1.1",
                    "text": "Before enrolling your patient in the iPLEDGE REMS, you must determine if this is a patient who can become pregnant. In the iPLEDGE REMS, the definition of a patient who can become pregnant is: • A patient who has not had a hysterectomy and/or bilateral oophorectomy • The patient is not post-menopausal • A patient who has not yet started menstruating • A patient who has had a tubal sterilization • A transgender male with viable female reproductive organs",
                    "type": "display"
                },
                {
                    "linkId": "1.2",
                    "text": "Determine patient category",
                    "type": "choice",
                    "required": true,
                    "answerOption": [
                        {
                            "valueString": "Patient who can become pregnant"
                        },
                        {
                            "valueString": "Patient who cannot become pregnant"
                        }
                    ]
                }
            ]
        },
        {
            "linkId": "2",
            "type": "group",
            "text": "Determine Risk Category",
            "item": [
                {
                    "linkId": "2.1",
                    "text": "You have indicated that this patient is a patient who cannot become pregnant. The questions that follow will assign a risk category for this patient, based on the reproductive potential according to the requirements of the iPLEDGE REMS. All patients who cannot get pregnant are considered patients who can get pregnant unless one or more of the following applies: 1. Patient is cicgender male (borm a male, aka cis-male) 2. Patient has had a hysterectomy 3. Patient has had a bilateral oophorectomy 4. Patient is post-menopausal",
                    "type": "display"
                }, 
                {
                    "linkId": "2.2",
                    "text": "Please note that the following conditions DO NOT qualify a patient to be moved from the patient who can become pregnant risk category •  Tubal sterilization • Male vasectomy • Abstinence • Patient has not had a first menstrual period (pre-menarche) • Patient is currently in menopause (but not yet post-menupausal)",
                    "type": "display"
                },
                {
                    "linkId": "2.2",
                    "text": "Please acknowledge your understanding of the qualification criteria as presented in order to proceed with assigning a risk category for this patient.",
                    "type": "boolean"
                }
            ]
        },
        {
            "linkId": "3",
            "type": "group",
            "text": "Confirm Risk Category",
            "item": [
                {
                    "linkId": "3.1",
                    "text": "Is the patient cisgender male (born a male, aka cis-male)",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "3.2",
                    "text": "Has the patient had a hysterectomy?",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "3.3",
                    "text": "Has the patient had a bilateral oophorectomy?",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "3.4",
                    "text": "For the iPLEDGE REMS, a patient is considered post-menopausal upon cessation of previously occurring menses as a reuslt of ovarian failure with documentation of hormonal deficiency by a certified healthcare provider (i.e., spontaneous menopause). Hormonal deficiency should be properly documented in the case of spontaneuous menopause as follows: 1. If age > 54 years and with absence of normal menses: serum FSH (Follicle Stimulating Hormone) level elevated to within the post-menopausal range based on the laboratory reference range where the hormonal assay is performed 2. If age < 54 years and with the absence of normal menses: negative serum or urine -hCG with concurrently elevated serum FSH (Follicle Stiumulating Hormone) level in the post-menopausal, depressed estradiol (E2) level in the post-menopausal range, and absent serum progesterone level, based on the laboratory reference ranges where the hormonal assay is performed.",
                    "type": "display"
                },
                {
                    "linkId": "3.5",
                    "text": "Using the definition above, is the patient post-menopausal?",
                    "type": "boolean",
                    "required": true
                }
            ]
        },
        {
            "linkId": "4",
            "type": "group",
            "text": "Enter Patient Information",
            "item": [
                {
                    "linkId": "3.1",
                    "text": "First Name",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.2",
                    "text": "Middle Initial",
                    "type": "string",
                    "required": false
                },
                {
                    "linkId": "3.3",
                    "text": "Last Name",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.4",
                    "text": "Address Line 1",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.5",
                    "text": "Address Line 2",
                    "type": "string",
                    "required": false
                },
                {
                    "linkId": "3.6",
                    "text": "City",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.7",
                    "text": "State",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.8",
                    "text": "Zip",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.9",
                    "text": "Mobile Phone Number",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.10",
                    "text": "E-mail",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.11",
                    "text": "Date of Birth",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "3.12",
                    "text": "Preferred Method of Communication",
                    "type": "choice",
                    "required": true,
                    "answerOption": [
                        {
                            "valueCoding": {
                                "code": "email",
                                "system": "http://hl7.org/fhir/contact-point-system",
                                "display": "Email"
                            }
                        },
                        {
                            "valueCoding": {
                                "code": "sms",
                                "system": "http://hl7.org/fhir/contact-point-system",
                                "display": "Text Message"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "linkId": "5",
            "type": "group",
            "text": "Informed Consent (For All Patients)",
            "item": [
                {
                    "linkId": "4.1",
                    "text": "To be completed by the patient (and parent or guardian if the patient is under age 18) and signed by the doctor. Read each item below and check the box provided if you understand each item and agree to follow your doctor's instructions. A parent or guardian of a patient under age 18 must also read and understand each item before signing the agreement. Do not sign this agreement, and do not take isotretinoin if there is anything that you do not understand about all the information you have received about using isotretinoin.",
                    "type": "display"
                },
                {
                    "linkId": "4.2",
                    "text": "1. I understand that isotretinoin is a medicine used in patients 12 years of age and older, who are not pregnant for the treatment of severe nodular acne that cannot be cleared up by any other acne treatments, including antibiotics. In severe nodular acne, many red, swollen, tender lumps form in the skin. If untreated, severe nodular acne can lead to permanent scars.",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.3",
                    "text": "2. My doctor has told me about my choices for treating my acne",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.4",
                    "text": "3. I understand that there are serious side effects that may happen while I am taking isotretinoin. These have been explained to me. These side effects include serious birth defects in babies of pregnant patients. [Note: There is a second informed consent about birth defects (for patients who can get pregnant)].",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.5",
                    "text": "4. I understand that some patients while taking isotretinoin or soon after stopping isotetrinoin, have become depressed or developed other serious mental problems. Symptoms of depression include sad, anxious or empty mood, irritability, acting on dangerous impulses, anger, loss of pleasure or interest in social or sport activities, sleeping too much or too little, changes in weight or appetite, school or work performance going down, or trouble concentrating. Some patients taking isotretinoin have had thoughts about hurting themselves or putting an end to their own lives (suicidal thoughts). Some people tried to end their own lives, and some people have ended their own lives. There were reports that some of these people did not appear depressed. There have been reports of patients on isotretinoin becoming aggressive or violent. Some people have had other signs of depression while taking isotretinoin (see #7).",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.6",
                    "text": "5. Before I start taking isotretinoin, I agree to tell my doctor if I have ever had symptoms of depression (see #7), been psychotic, attempted suicide, had any other mental problems, or take medicine for any of these problems. Being psychotic means having a loss of contact with reality, such as hearing voices or seeing things that are not there.",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.7",
                    "text": "6. Before I start taking isotretinoin, I agree to tell my doctor if, to the best of my knowledge, anyone in my family has ever had symptoms of depression, been psychotic, attempted suicide, or had any other serious mental problems.",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.8",
                    "text": "7. Once I start taking isotretinoin, I agree to stop using isotretinoin and tell my doctor right away if any of the following signs and symptoms of depression or psychosis happen. • Start to feel sad or have crying spells • Lose interest in activities I once enjoyed • Sleep too much or have trouble sleeping • Become more irritable, angry, or aggressive than usual (for example, temper outbursts, thoughts of violence) • Have a change in my appetite or body weight • Have trouble concentrating • Withdraw from my friends or family • Feel like I have no energy • Have feelings of worthlessness or guilt • Start having thoughts about hurting myself or taking my own life (suicidal thoughts) • Start acting on dangerous impulses • Start seeing or hearing things that are not real",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.9",
                    "text": "8. I agree to return to see my doctor every month I take isotretinoin to get a new prescription for isotretinoin, to check my progress, and to check for signs of side effects.",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.10",
                    "text": "9. Isotretinoin wil be prescribed just for me - I will not share isotretinoin with other people because it may cause serious side effects, including birth defects.",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.11",
                    "text": "10. I will not give blood while taking isotretinoin or for 1 moth after I stop taking isotretinoin. I understand that if someone who is pregnant gets my donated blood, their baby may be exposed to isotretinoin and may be born with serious birth defects.",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.12",
                    "text": "11. I have read the iPLEDGE REMS Fact Sheet and other materials my provider provided me containing important safety information about isotretinoin. I understand all the information I received.",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "4.13",
                    "text": "12. My doctor and I have decided I should take isotretinoin. I understand that I must be qualified in the iPLEDGE REMS to have my prescription filled each month. I understand that I can stop taking isotretinoin at any time. I agree to tell my doctor if I stop taking isotretinoin.",
                    "type": "boolean",
                    "required": true
                }
            ]
        },
        {
            "linkId": "6",
            "type": "group",
            "text": "Patient Attestation",
            "item": [
                {
                    "linkId": "6.1",
                    "text": "Patient Attestation",
                    "type": "choice",
                    "required": true,
                    "answerOption": [
                        {
                            "valueString": "Patient Attestation"
                        },
                        {
                            "valueString": "Parent or Guardian Attestation"
                        }
                    ]
                },
                {
                    "linkId": "6.2",
                    "text": "I now allow my doctor to begin my treatment with isotretinoin.",
                    "type": "display"
                },
                {
                    "linkId": "6.3",
                    "text": "Patient Initials",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "6.4",
                    "text": "Patient Name",
                    "type": "string",
                    "required": true
                }, 
                {
                    "linkId": "6.5",
                    "text": "Patient Signature",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "6.6",
                    "text": "I authorize the above signature to be the legally binding equivalent of my handwritten signature.",
                    "type": "display"
                }
            ]
        },
        {
            "linkId": "7",
            "type": "group",
            "text": "Patient Counseling",
            "item": [
                {
                    "linkId": "7.1",
                    "text": "I have counseled this patient on the following: • Requirement to use 2 effective forms of birth control together correctly all the time • Drug should not be shared with anyone, even any drug remaining after treatment • Blood should not be donated while taking isotretinoin • Patient REMS requirements",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "7.2",
                    "text": "In my opinion, this patient understands and is capable of complying with the requirements of the iPLEDGE REMS",
                    "type": "boolean",
                    "required": true
                },
                {
                    "linkId": "7.3",
                    "text": "I have: • fully explained to the patient, the nature and purpose of isotretinoin treatment, including its benefits and risks to patients who can get pregnant • provided the patient with the appropriate educational materials, such as the iPLEDGE REMS Fact Sheet and asked the patient if there are any questions regarding treatment with isotretinoin • answered those questions to the best of my ability",
                    "type": "display"
                },
                {
                    "linkId": "7.4",
                    "text": "Doctor Name",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "7.5",
                    "text": "Doctor Signature",
                    "type": "string",
                    "required": true
                },
                {
                    "linkId": "7.6",
                    "text": "I authorize the above signature to be the legally binding equivalent to my handwritten signature.",
                    "type": "display"
                }
            ]
        }
    ]
}